{
    "recipes":[
        {
            "id":0,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-sup-s-plavlennym-syrom.jpg",
            "name":"Суп с плавленным сыром",
            "description":"В очищенной воде варим картофель, нарезанный кубиками.Когда картофель закипит, добавляем плавленный сыр. Помешивая, доводим до кипения, чтобы сыр расплавился. Добавляем морковь, натертую на крупной терке и слегка обжаренную.Очень вкусно получается, если добавить в суп клецки. Берем одно яйцо куриное, добавляем в него столовую ложку крупы манной. Смешиваем и подсаливаем, даем время крупе манной набухнуть. Чайной ложечкой набираем смесь и опускаем в суп. Когда суп почти готов, добавляем немного укропа. Получается очень вкусно.",
            "ingrigients":"Сыр плавленый, Картофель, Марковь, Укроп, Яйцо, Крупа манная, Масло сливочное, Соль",
            "cookingTime":"30 минут",
            "dishType":"Суп",
            "kitchen":9
        },
        {
            "id":1,
            "imageUrl":"https://eda.ru/img/eda/c285x285i/s2.eda.ru/StaticContent/Photos/120214140149/150924085123/p_O.jpg",
            "name":"Суп из белых грибов с перловкой",
            "description":"Возьмите примерно 50 граммов сушеных белых грибов и замочите их на час в холодной воде. Гриб начнет восстанавливать форму, отдавать в воду поверхностные горьковатые ароматы и вкусы. Эту воду надо слить, грибы промыть и залить тремя литрами воды. Добавить луковицу, одну морковь, две-три веточки тимьяна, несколько стеблей петрушки и столовую ложку черного перца горошком.Варить примерно 40 минут после закипания на медленном огне, время от времени снимая пену. После чего процедить.",
            "ingrigients":"Белые грибы, Картофель, Марковь, Укроп, Тимьян, Сметана, Перловка, Соль",
            "cookingTime":"1 час",
            "dishType":"Суп",
            "kitchen":5
        },
        {
            "id":2,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-tomatnaya-okroshka.jpg",
            "name":"Томатная окрошка",
            "description":"Банку с печенью трески аккуратно вскрыть, масло не сливать, печень прямо с маслом раскрошить на порционные кусочки.Черри или обычные томаты помыть, ошпарить кипятком, сложить в чашу блендера и взбить.Помидорную массу протереть через сито, если смущают томатные шкурки и семечки.Протёртые черри выложить в кастрюлю, влить минералку, немного белого винного уксуса, добавить соль, сахар, молотую паприку и черный перец - дать томатной основе окрошки настояться хотя быть минут 20-25.",
            "ingrigients":"черри, вода минеральная, перец оранжевый сладкий, огурцы, перец чили, печень трески, винный уксус, молотая паприка, перец черный молотый, сахар, соль морская, оливковое масло, зелень",
            "cookingTime":"35 минут",
            "dishType":"Суп",
            "kitchen":1
        },
        {
            "id":3,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-svekolnyi-sup.jpg",
            "name":"Свекольный суп",
            "description":"Луковицу очистить,мелко порубить и обжарит в сотейнике на растительном масле до прозрачности.Свеклу отварить до готовности,очисить и натереть на крупной терке. Добавить свеклу к луку и обжаривать 2 минуты.С помидоров снять шкурку и порезать их крупно. Добавить к овощам вместе с бульоном.Довести суп до кипения и варить 8 минут.Снять с огня и пюрировать погружным блендером.Приправить солью,молотым черным перцем.Подавать с йогуртом и листиками свежей мяты.",
            "ingrigients":"свекла, помидоры, лук репчатый, бульон овощной, масло растительное, йогурт, мята свежая, соль, перец черный молотый",
            "cookingTime":"20 минут",
            "dishType":"Суп",
            "kitchen":1
        },
        {
            "id":4,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-solyanka-gruzinskaya.jpg",
            "name":"Солянка грузинская",
            "description":"Обмываем и нарезаем полосками мясо.Отвариваем мясо в подсоленной с лавровым листом воде до готовности. Воду не выливать. Весь лук почистить и нарезать.Половину лука обжарить на масле.Добавить к луку томатную пасту, обжарить. Добавляем отваренное мясо, прожарить 5 минут и добавить бульон с мяса.Нарубать мелко зелень.Добавить оставшийся лук и зелень.В миске развести муку с водой, чтоб не было комков.Добавить к солянке, перемешать и варить до густоты минут 5-10. Подавать теплым. Приятного аппетита.",
            "ingrigients":"лук репчатый, мясо (любое), томатная паста, лавровый лист, масло подсолнечное, петрушка (зелень), вода, мука кукурузная, соль",
            "cookingTime":"60 минут",
            "dishType":"Суп",
            "kitchen":8
        },
        {
            "id":5,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-sup-minestrone.jpg",
            "name":"Суп Минестроне",
            "description":"Для приготовления супа нам необходимы: лук, чеснок, тимьян, оливковое масло, замороженные овощи, бульон, лавровый лист, помидор, руккола, соль и перец. Измельчаем лук и чеснок.Промываем веточку тимьяна.Наливаем в кастрюлю масло и обжариваем лук с чесноком и тимьяном в течении 2 минут.Вливаем бульон, добавляем лавровый лист, солим и перчим. Варим около 20 минут на слабом огне.Измельчаем помидоры и рукколу. Добавляем рукколу с помидорами в кастрюлю и варим еще 2 минуты под крышкой.",
            "ingrigients":"тимьян, чеснок, оливковое, замороженные овощи, помидоры, петрушка (зелень), вода, руккола, соль",
            "cookingTime":"30 минут",
            "dishType":"Суп",
            "kitchen":7
        },
        {
            "id":6,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-ramen.jpg",
            "name":"Рамен",
            "description":"Для приготовления нам нужны: оливковое масло, лук, морковь, сельдерей, чеснок, петрушка, соль и перец, мясной бульон, соевый соус , яйца, сосиски или любая колбаса (я сделала домашнюю колбасу), лапша, яйца и зеленый лук. Измельчаем лук,сельдерей и морковь.Наливаем оливкового масла в кастрюлю.Как только масло нагреется, добавляем измельченные лук, морковь и сельдерей.Все перемешиваем.Добавляем соль.Добавляем перец.после того, как овощи в кастрюле размякли, добавляем измельченную петрушку.Добавляем измельченный чеснок.Заливаем все говяжьим бульоном и добавляем немного воды.Заливаем соевый соус. все перемешиваем и доводим до кипения. Затем тушим еще 20 минут.Добавляем колбасу и саму лапшу. варим до тех пор, пока лапша не будет готова. Украшаем готовое блюдо вареными яйцами.",
            "ingrigients":"Оливковое масло, Лук репчатый, Морковь,Сельдерей (стебель), Соль,Перец черный молотый,Чеснок,Петрушка (зелень),Бульон говяжий,Соевый соус,Вода,Лапша яичная, Сосиски,Лук зеленый,Яйцо куриное",
            "cookingTime":"40 минут",
            "dishType":"Суп",
            "kitchen":2
        },
        {
            "id":7,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-sup-iz-kukuruzy.jpg",
            "name":"Кукурузный суп",
            "description":"Бекон мелко порезать и обжарить в мультиварке в режиме «Жарка».Лук мелко порезать и добавить к бекону вместе со сливочным маслом и поджарить до мягкости. Посыпать мукой и жарить еще несколько секунд.Картофель очистить и порезать кубиками. Добавить картофель, кукурузу и копченую треску без костей в мультиварку.Влить молоко и 300 мл. кипятка и варить в режиме «Суп» 45 минут. Влить в суп сливки, посолить, поперчить, приправить паприкой, прогреть до кипения и подавать, посыпав петрушкой или зеленым луком.",
            "ingrigients":"кукуруза консервированая, картофель, лук репчатый, бекон, треска, молоко, сливки, мука пшеничная высшего сорта, масло сливочное",
            "cookingTime":"60 минут",
            "dishType":"Суп",
            "kitchen":6
        },
        {
            "id":8,
            "imageUrl":"https://tvoirecepty.ru/files/imagecache/recept_teaser/recept/recept-sup-gaspacho-s-pechenyu-treski.jpg",
            "name":"Суп Гаспачо",
            "description":"Хлеб порезать на ломтики. Пару кусочков нарезать кубиками,подсушить в духовке до румяного цвета, отложить для подачи. Остальной хлеб сложить в кастрюлю. Выжать на хлеб сок лимона. Помидоры ошпарить и снять шкурку. Порезать на куски, положить на хлеб.Половинку помидора оставить и нарезать маленькими кубиками. Отложить для подачи. Огурцы очистить от шкурки, перец от семян. Порезать овощи крупно, и опять же небольшую часть нарезать мелкими кубиками и оставить для подачи.Добавить крупно порезанные овощи и чеснок к помидорам с хлебом, посолить, налить пару ложек оливкового масла. Если любите острое, добавить чили, свежий или сушеный. Измельчить все погружным блендером в однородное пюре. Если получается слишком густо, добавить немного кипяченной или минеральной воды. Попробовать, добавить соли, уксуса или лимонного сока по вкусу. Убрать в холодильник минимум на 30 минут, гаспачо вкусный холодным, это важно!Разлить охлажденный гаспачо в стаканчики, положить по кусочку печени трески, посыпать кубиками овощей, подсушенным хлебом и проростками(по желанию). Немедленно подать!",
            "ingrigients":"помидоры, перец красный сладкий, огурцы, хлеб белый, печень трески, чеснок, сок лимона, оливковое масло, соль, перец черный молотый",
            "cookingTime":"15 минут",
            "dishType":"Суп",
            "kitchen":3
        }
    ]
}